<!DOCTYPE html>
<html>
<head>
<meta charset="utf-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
<title>用户协议</title>
<meta name="description" content="">
<meta name="keywords" content="">
<link href="${base}/styles/pc/common.css" rel="stylesheet">
<link href="${base}/styles/pc/agreement.css" rel="stylesheet">
<script type="text/javascript" src="${base}/scripts/jquery-1.9.1.min.js"></script>
<script type="text/javascript" src="${base}/scripts/pc/banner.js"></script>
</head>
<body>
    <div class="header">
       [#include "/pc/commonPc/menuPc.ftl"]
    </div>
    <div class="agreement">
        <ul class="menu clearfix">
            <li class="active">用户协议</li>
            <li>免责条款</li>
            <li>版权声明</li>
        </ul>
        <div class="agreements" style="display:block;">
           <h2 class="title"><span>用户协议</span></h2>
           <ul>
               <li>
                   <b>欢迎您使用家可可！</b>
                   <span>家可可是专业的装修建材家居服务型网站，为以家庭为单位的，具备真实装修需求的用户提供服务。家可可是致力于提供优质、高效、高性价比的家庭装修网络服务平台。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、管辖与法律适用条款。除非您已阅读并接受本协议有条款，否则您无权使用家可可提供的服务。您使用家可可的服务即视为您已阅读并同意接受本协议的约束。</span>
               </li>
               <li>
                   <b>一、协议生效条件 </b>
                   <span>家可可的各项服务的所有权和运作权归北京居天下网络科技有限公司所有。家可可提供的服务将依据北京居天下网络科技有限公司章程、服务条款和操作规则严格执行。用户依照操作指示完成注册程序时，此协议生效，届时您将成为家可可的注册用户。</span>
               </li>
               <li>
                   <b>二、注册义务</b>
                   <span>家可可运用自己的操作系统通过国际互联网为用户提供网络服务。同时，用户必须：自行配备上网的所需设备，包括个人电脑、调制解调器或其他必备上网装置；自行负担个人上网所支付的与此服务有关的电话费用、网络费用；用户使用移动设备浏览家可可网络服务平台所产生的流量费用、短信费用等资费，由移动网络通信服务商收取，具体资费您需要向当地移动网络通信服务商咨询。为了能使用本服务，您同意以下事项∶</span>
               </li>
               <li>
                   <b>三、用户的账户，密码和安全性 </b>
                   <span>用户一旦注册成功，成为家可可的合法用户，将得到用户账号。用户需维持账户和密码之安全。同时，由于家可可无法对非法或未经用户授权使用用户账号及密码之行为进行甄别，用户需对任何利用专属该用户之账号和密码项下所有行为和事件负全责，家可可不承担任何责任。但用户若发现任何非法使用用户账户或存在安全漏洞的情况，应毫不迟疑地立即通告家可可，家可可将尽最大努力协助用户阻止损害结果发生。 家可可特别提醒您应妥善保管您的帐号和密码。当您使用完毕后，应安全退出。因您保管不善可能导致遭受盗号或密码失窃，责任由您承担。家可可账号使用权仅属于初始注册人，禁止赠与、借用、租用、转让或售卖。如果家可可发现实际使用者与账号注册信息不符，本站有权未经通知的情况下回收该账号而无需向该账号使用人承担法律责任。家可可禁止用户私下有偿或无偿转让账号，以免因账号问题产生纠纷，用户应当自行承担因违反此要求而遭致的任何损失，同时家可可保留追究上述行为人法律责任的权利。 如发生利用计算机程序等其他技术手段进行恶意注册、邀请、参与的情形，家可可有权在不事先通知用户的情况下单方面中断或终止向用户提供服务而无需通知用户。</span>
               </li>
               <li>
                   <b>四、隐私制度</b>
                   <span>尊重用户个人隐私是家可可的一项基本政策。所以，作为对用户注册资料分析的补充，家可可不会在未经合法用户授权时公开、编辑或透露其注册资料及保存在家可可中的非公开内容。家可可不会将您的个人信息转移或披露给任何非关联的第三方，除非：相关法律法规或公安、检察机关、人民法院、有强制力政府机关要求；涉嫌非法犯罪或严重侵害公共利益；为完成合并、分立、收购或资产转让而转移；为提供您要求的服务所必需。</span>
               </li>
               <li>
                   <b>五、用户信息的存储与限制 </b>
                   <span>家可可提供必要的基本设备共供用户发布信息并于服务期内妥善保存。用户应当保证所发布言论及图片不违反中华人民共和国法律、法规，对于违法言论，家可可有权不经通知直接删除，对于涉嫌违法犯罪的言论，家可可有权依法将该涉嫌违法犯罪言论提交公安机关或有权机关。</span>
               </li>
               <li>
                   <b>六、服务条款的修改</b>
                   <span>家可可有权在必要时修改服务条款。家可可服务条款一旦发生变动，将会在重要页面上提示所修改的内容。如果不同意所改动的内容，用户可以主动取消获得的网络服务。如果用户继续享用网络服务，则视为接受服务条款的变动。家可可尽可能保障提供稳定、持续的网络平台服务，但发生特殊情形时（包含但不限于条款修改、更新、系统升级等），家可可于重要页面进行提示后，有权不再对用户另行通知。家可可对此种情形的中断服务不承担任何法律责任。</span>
               </li>
               <li>
                   <b>七、拒绝提供担保</b>
                   <span>用户对网络服务的使用承担风险。家可可对此不作任何类型的担保，不论是明确的或隐含的。家可可对于家可可认可的、用于商业性用途、特定目的并不违反法律强制性规定的适当担保不予禁止。</span>
               </li>
               <li>
                   <b>八、有限责任</b>
                   <span>用户不当使用家可可网络服务平台，非经家可可网络服务平台获取的产品、服务，家可可不承担任何法律责任，并不对家可可网络服务平台以外的方式获取的产品、服务承担质量及售后保障责任。同时家可可对于用户违法使用家可可网络服务平台造成家可可商誉损害的行为，保留追究相关责任人的权利。</span>
               </li>
               <li>
                   <b>九、结束服务</b>
                   <span>用户或家可可根据实际情况可随时中断一项或多项网络服务。用户对家可可服务条款修改有异议，或对家可可的服务不满，可以行使如下权利：</span>
                   <strong>停止使用家可可的网络服务；</strong>
                   <strong>通知家可可停止对该用户的服务；</strong>
                   <strong>用户与家可可的协议终止之时，家可可有权：自该用户终止协议之时停止为其提供网络平台服务；</strong>
                   <strong>有权依照规定处置该用户信息，并不再保留该用户于家可可网络服务平台所保存的信息、文件、图片等;</strong>
                   <strong>与该用户有关的全部内容；</strong>
                   <strong>有权不经该用户同意，将终止网络平台服务的情形告知任何依据家可可网络服务平台与该用户建立买卖、服务等关系的第三方。</strong>
               </li>
               <li>
                   <b>十、用户管理</b>
                   <span>用户应当合理使用家可可网络服务平台，并对自己的言论承担法律责任，用户发表言论应当遵守中华人民共和国法律、法规。不得利用家可可网络服务平台从事违法违规行为，包括但不限于：</span>
                    <strong>1.发布、传送、传播、储存危害国家安全统一、破坏社会稳定、违反公序良俗、侮辱、诽谤、淫秽、暴力以及任何违反国家法律法规的内容；</strong>
                    <strong>2.发布、传送、传播、储存侵害他人知识产权、商业秘密等合法权利的内容；</strong>
                    <strong>3.恶意虚构事实、隐瞒真相以误导、欺骗他人或发布、传送、传播广告信息及垃圾信息；</strong>
                    <strong>4.其他法律法规禁止的行为。</strong>
               </li>
               <li>
                   <b>十一、内容的权利 </b>
                   <span>用户对于其创作并在家可可上发布的合法信息依法享有著作权及其相关权利。对于用户通过家可可网络服务上传到家可可网站上可公开获取区域的任何信息，用户同意家可可在网络服务平台范围内免费使用。用户发布在家可可网络服务平台公开区域的内容（包括但不限于文字、图片、3D设计图样等），家可可对该内容进行改编、翻译的，著作权归家可可所有，但家可可应当标明源内容著作权人。</span>
               </li>
               <li>
                   <b>十二、用户的广告推广</b>
                   <span>用户在自己发表的信息中加入宣传资料或参与广告策划推广，在家可可的免费服务上展示他们的产品，任何这类促销方法，包括运输货物、付款、服务、商业条件、担保及与广告有关的描述都只是在相应的用户和广告销售商之间发生。如任何第三方通过诉讼、仲裁对用户发表的宣传资料、广告策划及服务、产品主张权利的，家可可有权将发表争议信息的用户提供给该第三方，并于提供具体信息后，不再承担相关法律责任。</span>
               </li>
               <li>
                   <b>十三、法律 </b>
                   <span>本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。本协议签订地为中华人民共和国北京市   区。若您和家可可之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地（即北京市  区）有管辖权的人民法院管辖。</span>
               </li>
           </ul>
        </div>
        <div class="freeTerms">
            <h2 class="title"><span>免责条款</span></h2>
            <span>家可可所有刊登内容，以及所提供的信息资料，目的是为了更好地服务我们的访问者，本网站不保证所有信息、文本、图形、链接及其它项目的绝对准确性和完整性，故仅供访问者参照使用。家可可不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不做担保。对于因不可抗力或家可可不能控制的原因造成的网络服务中断或其他缺陷，家可可不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。<br />家可可严格保障用户隐私权，对上网用户的个人信息保密，未经上网用户同意不得向他人泄露，但法律另有规定的除外。用户自愿注册个人信息，用户在注册时提供的所有信息，都是基于自愿，用户有权在任何时候拒绝提供这些信息。注册个人信息的用户同意家可可对这些信息进行善意利用。用户明确同意其使用家可可网络服务所存在的风险将完全由其自己承担。任何单位或个人认为通过家可可的内容（或通过家可可到的第三方内容）可能涉嫌侵犯其合法权益，应该及时向家可可书面反馈，并提供相应的身份证明、权属证明及详细侵权情况证明，家可可在收到上述法律文件后，将会尽快删除被控侵权内容。除家可可注明之服务条款外，其它因使用家可可而引致之任何意外、疏忽、合约毁坏、诽谤、版权或知识产权侵犯及其所造成的各种损失（包括因下载而感染电脑病毒），家可可概不负责，亦不承担任何法律责任。家可可严格审核网络服务平台内相关链接所指向的内容，并对链接所指向的资讯、产品、服务的提供商进行必要的形式审核。即家可可仅对链接所指向内容的提供者主体信息、资质、产品信息进行书面审核，但不保证该书面文件的真实性。任何因家可可网络服务平台链接所提供资讯、产品、服务所产生纠纷，家可可向权利请求人提供链接所指向的资讯、产品、服务的供应方信息后，不再承担任何法律责任。家可可网络服务平台内除家可可发布的内容外，不代表家可可认同该内容的意见和观点。家可可适用于中华人民共和国法律法规规定的其它有关免责规定。</span>
        </div>
        <div class="copyrightStatement">
            <h2 class="title"><span>免责条款</span></h2>
            <span>北京居天下网络科技有限公司（以下简称"居天下公司"）拥有家可可（www.jiakeke.com）内所有资料的版权。居天下公司对其发行的或与合作公司共同发行的包括但不限于产品或服务的全部内容及家可可网站上的材料拥有版权等知识产权受法律保护。未经本公司书面许可，任何单位及个人不得以任何方式或理由对上述产品、服务、信息、材料的任何部分进行使用、复制、修改、抄录、传播或与其它产品捆绑使用、销售。凡侵犯本公司版权等知识产权的，本公司必依法追究其法律责任。本公司法律事务部受本公司指示，特此郑重法律声明！</span>
            <h2 class="title mt40"><span>商标说明</span></h2>
            <span>“家可可®/©”、“Jiakeke®/©”、“家可可jiakek.com®/©”、“jiakeke.co®/©m”和家可可LOGO商标或标识为北京居天下网络科技有限公司持有的商品及服务商标和商号。未经本公司或商标权人书面许可，任何单位及个人不得以任何方式或理由对该商标的任何部分进行使用、复制、修改、传播、抄录或与其它产品捆绑使用销售。本公司法律事务部受本公司指示，特此郑重法律声明！凡侵犯本公司商标权的，我公司必依法追究其法律责任。</span>
            <b>本公司法律事务部受本公司指示，特此郑重法律声明！</b>
            <b>凡侵犯本公司商标权的，我公司必依法追究其法律责任。</b>
        </div>
    </div>
    <div class="footer">
        <div class="footerContent">
           <p class="clearfix"><a href="#">动态</a><a href="#">招商加盟</a><a href="#">用户协议</a><span class="callNumber">400-888-8888</span></p>
            <b>违法和不良信息举报电话: 028-62836666</b>
            <b>www.jiakeke.com 2015-2019 © All Rights Reserved.</b>
            <b>京公网安备：11010502015324 京ICP备11036675号-2 经营许可证编号：京ICP证120107号</b>
            <img src="${base}/images/pc/erweima_small.png">
        </div>
    </div>
    <div class="suspend">
        <p class="borderB">
            <a href="${base}/main/mainPC/index.xhtm">
                <img src="${base}/images/pc/need.png">
                <span>发布装修需求</span>
            </a>
        </p>
        <p class="borderB">
            <img src="${base}/images/pc/all_erweima.png">
            <span>扫一扫关注微信</span>
        </p>
        <p class="borderB">
            <img src="${base}/images/pc/all_anzhuo.png">
            <span>iphone下载</span>
        </p>
        <p>
            <img src="${base}/images/pc/all_iphone.png">
            <span>Android下载</span>
        </p>
    </div>
</body>
</html>
<script type="text/javascript">
    $(".menu li").bind("click",function(){
        $(this).addClass("active").siblings("li").removeClass("active");
        var index = $(this).index();
        $(".agreement div").eq(index).show().siblings(".agreement div").hide();
    })
</script>
<script type="text/javascript">
$('.navLists li:eq(6) a').addClass('active');
</script>